Revit 2027 API
ParameterTypeId.StairstypeNotchExtension Property
 "Notch Extension":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeNotchExtension { get; }
Public Shared ReadOnly Property StairstypeNotchExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeNotchExtension {
	ForgeTypeId^ get ();
}
static member StairstypeNotchExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace